Initializes a new instance of the  WireConduitTypeSet  class
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public WireConduitTypeSet()
  Visual Basic
Public Sub New
  Visual C++
public:
WireConduitTypeSet()
 See Also
  WireConduitTypeSet Class
  Autodesk.Revit.DB.Electrical Namespace